{
    "profile": "Profil",
    "process": "Ablauf",
    "work": "Projekte",
    "service": "Service",
    "contact": "Kontakt",

    "header": "Transformiere Ideen \nzu unvergesslichen \nErfahrungen.",
    "specialization": "Spezialisiert auf die Entwicklung digitaler Produkte wie Website- und Mobile-App-Design, Markenidentität, UI/UX, Interaktions-design und Frontend-Entwicklung.",

    "discussion": "Abstimmung",
    "discussion-text": "Das Geschäft, die Ziele und Herausforderungen des Kunden verstehen, um eine solide Grundlage für das Projekt zu schaffen.",
    "ideation": "Ideenfindung",
    "ideation-text": "Konzepte entwickeln und verfeinern, die mit der Vision des Kunden und den Bedürfnissen der Zielgruppe übereinstimmen.",
    "execution": "Umsetzung",
    "execution-text": "Das Konzept durch Design und Entwicklung zum Leben erwecken, wobei Qualität und Effektivität im Vordergrund stehen.",
    "profile-heading": "Gestaltung visueller \nErlebnisse für Marken \nmit digitaler Ausrichtung.",
    "profile-text": "Ich bin Joschka Kreusser, Designer für digitale Medien aus München. Mit meinem vielseitigen Skillset als Designer und Entwickler stelle ich mich gerne neuen Herausforderungen und bin darauf spezialisiert, Visionen zum Leben zu erwecken. Ich liebe, was ich tue, und deshalb strebe ich immer nach den besten Ergebnissen. Nur wenn meine Arbeit höchsten Ansprüchen genügt, verlässt sie meinen Schreibtisch.",

    "strategy": "Strategie",
    "development": "Entwicklung",

    "footer": "Kommunikation ist \nder Anfang von etwas \nGutem.",
    "outreach": "Wenn du ein Projekt im Kopf hast oder einfach nur mehr erfahren möchtest, dann kontaktiere mich gerne und wir bringen die Sache ins Rollen.",
    "call-to-action": "Kontaktiere mich",
    "imprint": "Impressum",
    "privacy-policy": "Datenschutz",
    "back-to-top": "Zurück zum Anfang",

    "information-heading": "Angaben gemäß § 5 TMG",
    "adress": "Joschka Kreusser\nFalkenstr. 11F\n81541 München",
    "e-mail": "info[at]joschka-kreusser[punkt]de",
    "vat-id-heading": "Umsatzsteuer-ID",
    "vat-id-paragraph": "Umsatzsteuer-Identifikationsnummer gemäß § 27 a Umsatzsteuergesetz: DE344955287",
    "eu-resolution-heading": "EU-Streitschlichtung",
    "eu-resolution-praragraph-1": "Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit:",
    "eu-resolution-praragraph-2": "Unsere E-Mail-Adresse finden Sie oben im Impressum.",
    "consumer-resolution-heading": "Verbraucherstreitbeilegung / Universalschlichtungsstelle",
    "consumer-resolution-paragraph": "Wir nehmen an einem Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teil. Zuständig ist die Universalschlichtungsstelle des Zentrums für Schlichtung e.V., Straßburger Straße 8, 77694 Kehl am Rhein",

    "industry": "Branche",
    "next-project": "Nächstes Projekt",
    "view-site": "Zur Website",

    "personakit-description": "PersonaKit ist eine SaaS-Plattform, die mithilfe fortschrittlicher KI-Technologie detaillierte Personas aus Datensätzen erstellt. Die Plattform unterstützt Marketingspezialisten und Designern dabei, gezielt und effizient auf die Bedürfnisse der Nutzer einzugehen. Durch umfassende Marktanalysen und iterative Prototypentests wurden die Projektziele klar definiert. Mit der Integration modernster KI-Algorithmen bietet PersonaKit eine ausgereifte Web-App, die den gesamten Prozess der Persona-Erstellung optimiert.",
    "personakit-industry": "Technologie",

    "weber-description": "Dentaltechnik Weber ist ein renommiertes Dentallabor, das durch hochwertige Zahntechnik und exzellenten Service überzeugt. Basierend auf den Markenwerten Qualität, Innovation und Vertrauen wurde eine einprägsame Corporate Identity entwickelt und durch gezielte Kommunikationsmittel in allen Kanälen verstärkt.",
    "weber-industry": "Gesundheitswesen",

    "shapeup-description": "ShapeUp ist eine Sport-Tracker-App, die Fitness-Tracking nahtlos mit sozialer Interaktion verbindet. Ziel der Entwicklung war eine Plattform, auf der Nutzer sich vernetzen und gegenseitig motivieren können. Dafür wurde ein klickbarer Prototyp mit Fokus auf die Community-Features entwickelt. Durch iterative Designprozesse wurde die Benutzererfahrung kontinuierlich verfeinert, um eine intuitive und benutzerfreundliche Anwendung zu gewährleisten.",
    "shapeup-industry": "Gesundheitswesen",
    
    "home-seo-title": "Startseite – Joschka Kreusser",
    "home-seo-description": "Willkommen auf meinem Portfolio. Entdecken Sie meine Projekte und Dienstleistungen.",
    "imprint-seo-title": "Impressum – Joschka Kreusser",
    "imprint-seo-description": "Hier finden Sie das Impressum und rechtliche Informationen zu meinem Portfolio. Erfahren Sie mehr über die rechtlichen Details meiner Website.",
    "privacy-seo-title": "Datenschutz – Joschka Kreusser",
    "privacy-seo-description": "Lesen Sie die Datenschutzerklärung, um zu erfahren, wie persönliche Daten auf dieser Website gesammelt, verwendet und geschützt werden.",
    "personakit-seo-title": "PersonaKit – Joschka Kreusser",
    "personakit-seo-description": "PersonaKit ist eine SaaS-Plattform, die mithilfe fortschrittlicher KI-Technologie detaillierte Personas aus Datensätzen erstellt.",
    "weber-seo-title": "Dentaltechnik Weber – Joschka Kreusser",
    "weber-seo-description": "Dentaltechnik Weber ist ein renommiertes Dentallabor, das durch hochwertige Zahntechnik und exzellenten Service überzeugt.",
    "shapeup-seo-title": "Shape Up – Joschka Kreusser",
    "shapeup-seo-description": "ShapeUp ist eine Sport-Tracker-App, die Fitness-Tracking nahtlos mit sozialer Interaktion verbindet.",

    "privacy-overview-heading": "Datenschutz auf einen Blick",
    "general-notice-heading-small": "Allgemeine Hinweise",
    "general-notice-text": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.",
    "data-collection-heading": "Datenerfassung auf dieser Website",
    "responsible-party-heading": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
    "responsible-party-text": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt „Hinweis zur Verantwortlichen Stelle“ in dieser Datenschutzerklärung entnehmen.",
    "data-collection-method-heading": "Wie erfassen wir Ihre Daten?",
    "data-collection-method-text-1": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um Daten handeln, die Sie in ein Kontaktformular eingeben.",
    "data-collection-method-text-2": "Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.",
    "data-use-heading": "Wofür nutzen wir Ihre Daten?",
    "data-use-text": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.",
    "data-rights-heading": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
    "data-rights-text-1": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.",
    "data-rights-text-2":"Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.",
    "hosting-heading": "Hosting",
    "hosting-provider-text": "Wir hosten die Inhalte unserer Website bei folgendem Anbieter:",
    "external-hosting-heading": "Externes Hosting",
    "external-hosting-text-1": "Diese Website wird extern gehostet. Die personenbezogenen Daten, die auf dieser Website erfasst werden, werden auf den Servern des Hosters / der Hoster gespeichert. Hierbei kann es sich v. a. um IP-Adressen, Kontaktanfragen, Meta- und Kommunikationsdaten, Vertragsdaten, Kontaktdaten, Namen, Websitezugriffe und sonstige Daten, die über eine Website generiert werden, handeln.",
    "external-hosting-text-2": "Das externe Hosting erfolgt zum Zwecke der Vertragserfüllung gegenüber unseren potenziellen und bestehenden Kunden (Art. 6 Abs. 1 lit. b DSGVO) und im Interesse einer sicheren, schnellen und effizienten Bereitstellung unseres Online-Angebots durch einen professionellen Anbieter (Art. 6 Abs. 1 lit. f DSGVO). Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z. B. Device-Fingerprinting) im Sinne des TDDDG umfasst. Die Einwilligung ist jederzeit widerrufbar",
    "external-hosting-text-3": "Unser(e) Hoster wird bzw. werden Ihre Daten nur insoweit verarbeiten, wie dies zur Erfüllung seiner Leistungspflichten erforderlich ist und unsere Weisungen in Bezug auf diese Daten befolgen.",
    "external-hosting-text-4": "Wir setzen folgende(n) Hoster ein:",
    "hosting-provider-details": "GitHub Inc.\n88 Colin P Kelly Jr St\nSan Francisco, CA 94107\nUnited States",
    "general-notice-heading": "Allgemeine Hinweise und Pflicht­informationen",
    "data-protection-heading": "Datenschutz",
    "data-protection-text-1": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.",
    "data-protection-text-2": "Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht.",
    "data-protection-text-3": "Wir weisen darauf hin, dass die Datenübertragung im Internet (z. B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.",
    "responsible-party-notice-heading": "Hinweis zur verantwortlichen Stelle",
    "responsible-party-text-2": "Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:",
    "responsible-party-definition": "Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail-Adressen o. Ä.) entscheidet.",
    "storage-duration-heading": "Speicherdauer",
    "storage-duration-text": "Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleiben Ihre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen, werden Ihre Daten gelöscht, sofern wir keine anderen rechtlich zulässigen Gründe für die Speicherung Ihrer personenbezogenen Daten haben (z. B. steuer- oder handelsrechtliche Aufbewahrungsfristen); im letztgenannten Fall erfolgt die Löschung nach Fortfall dieser Gründe.",
    "legal-basis-heading": "Allgemeine Hinweise zu den Rechtsgrundlagen der Datenverarbeitung auf dieser Website",
    "legal-basis-text": "Sofern Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO bzw. Art. 9 Abs. 2 lit. a DSGVO, sofern besondere Datenkategorien nach Art. 9 Abs. 1 DSGVO verarbeitet werden. Im Falle einer ausdrücklichen Einwilligung in die Übertragung personenbezogener Daten in Drittstaaten erfolgt die Datenverarbeitung außerdem auf Grundlage von Art. 49 Abs. 1 lit. a DSGVO. Sofern Sie in die Speicherung von Cookies oder in den Zugriff auf Informationen in Ihr Endgerät (z. B. via Device-Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung zusätzlich auf Grundlage von § 25 Abs. 1 TDDDG. Die Einwilligung ist jederzeit widerrufbar. Sind Ihre Daten zur Vertragserfüllung oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, verarbeiten wir Ihre Daten auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Des Weiteren verarbeiten wir Ihre Daten, sofern diese zur Erfüllung einer rechtlichen Verpflichtung erforderlich sind auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO. Die Datenverarbeitung kann ferner auf Grundlage unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. f DSGVO erfolgen. Über die jeweils im Einzelfall einschlägigen Rechtsgrundlagen wird in den folgenden Absätzen dieser Datenschutzerklärung informiert.",
    "data-recipients-heading": "Empfänger von personenbezogenen Daten",
    "data-recipients-text": "Im Rahmen unserer Geschäftstätigkeit arbeiten wir mit verschiedenen externen Stellen zusammen. Dabei ist teilweise auch eine Übermittlung von personenbezogenen Daten an diese externen Stellen erforderlich. Wir geben personenbezogene Daten nur dann an externe Stellen weiter, wenn dies im Rahmen einer Vertragserfüllung erforderlich ist, wenn wir gesetzlich hierzu verpflichtet sind (z. B. Weitergabe von Daten an Steuerbehörden), wenn wir ein berechtigtes Interesse nach Art. 6 Abs. 1 lit. f DSGVO an der Weitergabe haben oder wenn eine sonstige Rechtsgrundlage die Datenweitergabe erlaubt. Beim Einsatz von Auftragsverarbeitern geben wir personenbezogene Daten unserer Kunden nur auf Grundlage eines gültigen Vertrags über Auftragsverarbeitung weiter. Im Falle einer gemeinsamen Verarbeitung wird ein Vertrag über gemeinsame Verarbeitung geschlossen.",
    "consent-withdrawal-heading": "Widerruf Ihrer Einwilligung zur Datenverarbeitung",
    "consent-withdrawal-text": "Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.",
    "objection-rights-heading": "Widerspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung (Art. 21 DSGVO)",
    "objection-rights-text-1": "WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART. 6 ABS. 1 LIT. E ODER F DSGVO ERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIE VERARBEITUNG IHRER PERSONENBEZOGENEN DATEN WIDERSPRUCH EINZULEGEN; DIES GILT AUCH FÜR EIN AUF DIESE BESTIMMUNGEN GESTÜTZTES PROFILING. DIE JEWEILIGE RECHTSGRUNDLAGE, AUF DENEN EINE VERARBEITUNG BERUHT, ENTNEHMEN SIE DIESER DATENSCHUTZERKLÄRUNG. WENN SIE WIDERSPRUCH EINLEGEN, WERDEN WIR IHRE BETROFFENEN PERSONENBEZOGENEN DATEN NICHT MEHR VERARBEITEN, ES SEI DENN, WIR KÖNNEN ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN, DIE IHRE INTERESSEN, RECHTE UND FREIHEITEN ÜBERWIEGEN ODER DIE VERARBEITUNG DIENT DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN (WIDERSPRUCH NACH ART. 21 ABS. 1 DSGVO).",
    "objection-rights-text-2": "WERDEN IHRE PERSONENBEZOGENEN DATEN VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, SO HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN; DIES GILT AUCH FÜR DAS PROFILING, SOWEIT ES MIT SOLCHER DIREKTWERBUNG IN VERBINDUNG STEHT. WENN SIE WIDERSPRECHEN, WERDEN IHRE PERSONENBEZOGENEN DATEN ANSCHLIESSEND NICHT MEHR ZUM ZWECKE DER DIREKTWERBUNG VERWENDET (WIDERSPRUCH NACH ART. 21 ABS. 2 DSGVO).",
    "complaint-right-heading": "Beschwerde­recht bei der zuständigen Aufsichts­behörde",
    "complaint-right-text": "Im Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe.",
    "data-portability-right-heading": "Recht auf Daten­übertrag­barkeit",
    "data-portability-right-text": "Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.",
    "access-right-heading": "Auskunft, Berichtigung und Löschung",
    "access-right-text": "Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns wenden.",
    "processing-restriction-right-heading": "Recht auf Einschränkung der Verarbeitung",
    "processing-restriction-right-text-1": "Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen:",
    "processing-restriction-right-li-1": "Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
    "processing-restriction-right-li-2": "Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen.",
    "processing-restriction-right-li-3": "Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
    "processing-restriction-right-li-4": "Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
    "processing-restriction-right-text-2": "Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden.",
    "ssl-tls-encryption-heading": "SSL- bzw. TLS-Verschlüsselung",
    "ssl-tls-encryption-text-1": "Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL- bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von „http://“ auf „https://“ wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.",
    "ssl-tls-encryption-text-2": "Wenn die SSL- bzw. TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.",
    "plugins-tools-heading": "Plugins und Tools",
    "vimeo-tracking-heading": "Vimeo ohne Tracking (Do-Not-Track)",
    "vimeo-tracking-text-1": "Diese Website nutzt Plugins des Videoportals Vimeo. Anbieter ist die Vimeo Inc., 555 West 18th Street, New York, New York 10011, USA.",
    "vimeo-tracking-text-2": "Wenn Sie eine unserer mit Vimeo-Videos ausgestatteten Seiten besuchen, wird eine Verbindung zu den Servern von Vimeo hergestellt. Dabei wird dem Vimeo-Server mitgeteilt, welche unserer Seiten Sie besucht haben. Zudem erlangt Vimeo Ihre IP-Adresse. Wir haben Vimeo jedoch so eingestellt, dass Vimeo Ihre Nutzeraktivitäten nicht nachverfolgen und keine Cookies setzen wird.",
    "vimeo-tracking-text-3": "Die Nutzung von Vimeo erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote. Dies stellt ein berechtigtes Interesse im Sinne des Art. 6 Abs. 1 lit. f DSGVO dar. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO; die Einwilligung ist jederzeit widerrufbar.",
    "vimeo-tracking-text-4": "Die Datenübertragung in die USA wird auf die Standardvertragsklauseln der EU-Kommission sowie nach Aussage von Vimeo auf „berechtigte Geschäftsinteressen“ gestützt. Details finden Sie hier: https://vimeo.com/privacy.",
    "vimeo-tracking-text-5": "Weitere Informationen zum Umgang mit Nutzerdaten finden Sie in der Datenschutzerklärung von Vimeo unter: https://vimeo.com/privacy.",
    "vimeo-tracking-text-6": "Das Unternehmen verfügt über eine Zertifizierung nach dem „EU-US Data Privacy Framework“ (DPF). Der DPF ist ein Übereinkommen zwischen der Europäischen Union und den USA, der die Einhaltung europäischer Datenschutzstandards bei Datenverarbeitungen in den USA gewährleisten soll. Jedes nach dem DPF zertifizierte Unternehmen verpflichtet sich, diese Datenschutzstandards einzuhalten. Weitere Informationen hierzu erhalten Sie vom Anbieter unter folgendem Link: https://www.dataprivacyframework.gov/participant/5711."
  
  }