{
    "profile": "Profile",
    "process": "Process",
    "work": "Work",
    "service": "Service",
    "contact": "Contact",

    "header": "Transforming ideas \ninto experiences \nthat resonate.",
    "specialization": "Specializing in the development of digital products such as website and mobile app design, brand identity, UI/UX, interaction design, and front-end development.",

    "discussion": "Discussion",
    "discussion-text": "Understand the client's business, goals, and challenges to lay the foundation for the project.",
    "ideation": "Ideation",
    "ideation-text": "Generate and refine concepts that align with the client's vision and audience needs.",
    "execution": "Execution",
    "execution-text": "Bring the concept to life through design and development, ensuring quality and effectiveness.",
    
    "profile-heading": "Crafting visual \nexperiences for \ndigital-first brands.",
    "profile-text": "I'm Joschka Kreusser, a digital designer and developer based in Munich. I'm a generalist by design always up for new challenges, well versed in taking a vision and helping turn that into a living breathing entity. I love my work and that's why I always strive for the best results. If it doesn't meet the highest standards it won't leave my desk.",

    "strategy": "Strategy",
    "development": "Development",

    "footer": "Communication \nmatters to start good \nthings.",
    "outreach": "If you have a project in mind or are simply interested in finding out more, get in touch and let’s get things moving.",
    "call-to-action": "Connect w/ me",
    "imprint": "Imprint",
    "privacy-policy": "Privacy Policy",
    "terms": "Terms",
    "back-to-top": "Back to Top",

    "information-heading": "Information according to § 5 TMG",
    "adress": "Joschka Kreusser\nFalkenstr. 11F\n81541 Munich",
    "contact-heading": "Contact",
    "e-mail": "info[at]joschka-kreusser[dot]de",
    "vat-id-heading": "VAT ID",
    "vat-id-paragraph": "VAT identification number according to § 27 a of the Value Added Tax Act: DE344955287",
    "eu-resolution-heading": "EU Dispute Resolution",
    "eu-resolution-praragraph-1": "The European Commission provides a platform for online dispute resolution (ODR):",
    "eu-resolution-praragraph-2": "You can find our email address above in the imprint.",
    "consumer-resolution-heading": "Consumer Dispute Resolution / Universal Arbitration Board",
    "consumer-resolution-paragraph": "We participate in dispute resolution proceedings before a consumer arbitration board. The competent authority is the Universal Arbitration Board of the Center for Arbitration e.V., Straßburger Straße 8, 77694 Kehl am Rhein",

    "industry": "Industry",
    "next-project": "Next project",
    "view-site": "View site",

    "personakit-description": "PersonaKit is a SaaS platform that uses advanced AI technology to create detailed personas from datasets. The platform helps marketing specialists and designers address user needs more precisely and efficiently. Through comprehensive market analysis and iterative prototype testing, project goals have been clearly defined. With the integration of cutting-edge AI algorithms, PersonaKit delivers a mature web app that streamlines the entire persona creation process.",
    "personakit-industry": "Technology",

    "weber-description": "Dentaltechnik Weber is a renowned dental laboratory known for its high-quality dental technology and exceptional service. Based on the brand values of quality, innovation, and trust, a distinctive corporate identity has been developed and reinforced through targeted communication materials across all channels.",
    "weber-industry": "Healthcare",

    "shapeup-description": "ShapeUp is a fitness tracker app that seamlessly integrates fitness tracking with social interaction. The goal of its development was to create a platform where users can connect and motivate each other. A clickable prototype was developed with a focus on community features. Through iterative design processes, the user experience was continuously refined to ensure an intuitive and user-friendly application.",
    "shapeup-industry": "Healthcare",

    "home-seo-title": "Joschka Kreusser - Portfolio",
    "home-seo-description": "Welcome to my portfolio. Discover my projects and services.",
    "imprint-seo-title": "Impressum – Joschka Kreusser",
    "imprint-seo-description": "Here you will find the imprint and legal information about my portfolio. Learn more about the legal details of my website.",
    "privacy-seo-title": "Privacy Policy – Joschka Kreusser",
    "privacy-seo-description": "Read the privacy policy to understand how personal data is collected, used, and protected on this site.",
    "personakit-seo-title": "PersonaKit – Joschka Kreusser",
    "personakit-seo-description": "PersonaKit is a SaaS platform that uses advanced AI technology to create detailed personas from datasets.",
    "weber-seo-title": "Dentaltechnik Weber – Joschka Kreusser",
    "weber-seo-description": "Dentaltechnik Weber is a renowned dental laboratory known for its high-quality dental technology and exceptional service.",
    "shapeup-seo-title": "Shape Up – Joschka Kreusser",
    "shapeup-seo-description": "ShapeUp is a fitness tracker app that seamlessly integrates fitness tracking with social interaction.",

    "privacy-overview-heading": "Privacy Overview",
    "general-notice-heading-small": "General Information",
    "general-notice-text": "The following information provides a simple overview of what happens to your personal data when you visit this website. Personal data is any data that can be used to identify you personally. For detailed information on data protection, please refer to our Privacy Policy provided below this text.",
    "data-collection-heading": "Data Collection on This Website",
    "responsible-party-heading": "Who is responsible for data collection on this website?",
    "responsible-party-text": "The data processing on this website is carried out by the website operator. You can find the contact details of the operator in the section 'Note on the Responsible Party' in this privacy policy.",
    "data-collection-method-heading": "How do we collect your data?",
    "data-collection-method-text-1": "Your data is collected primarily when you provide it to us. For example, this might include data that you enter into a contact form.",
    "data-collection-method-text-2": "Other data is collected automatically or with your consent when you visit the website through our IT systems. This primarily includes technical data (e.g., internet browser, operating system, or the time of the page visit). This data is collected automatically as soon as you enter the website.",
    "data-use-heading": "How do we use your data?",
    "data-use-text": "Some of the data is collected to ensure a smooth provision of the website. Other data may be used to analyze your user behavior.",
    "data-rights-heading": "What rights do you have regarding your data?",
    "data-rights-text-1": "You have the right to obtain information free of charge about the origin, recipients, and purpose of your stored personal data at any time. You also have the right to request correction or deletion of this data. If you have given consent for data processing, you can revoke this consent at any time for the future. Additionally, you have the right to request restriction of processing your personal data under certain circumstances. Furthermore, you have the right to file a complaint with the competent supervisory authority.",
    "data-rights-text-2": "You can contact us at any time with questions about data protection or other concerns.",
    "hosting-heading": "Hosting",
    "hosting-provider-text": "We host the content of our website with the following provider:",
    "external-hosting-heading": "External Hosting",
    "external-hosting-text-1": "This website is hosted externally. The personal data collected on this website is stored on the servers of the hosting provider. This may include IP addresses, contact requests, meta and communication data, contract data, contact details, names, website accesses, and other data generated through a website.",
    "external-hosting-text-2": "External hosting is done for the purpose of fulfilling contracts with our potential and existing customers (Art. 6 para. 1 lit. b GDPR) and in the interest of providing our online services securely, quickly, and efficiently through a professional provider (Art. 6 para. 1 lit. f GDPR). If consent has been obtained, processing is based solely on Art. 6 para. 1 lit. a GDPR and § 25 para. 1 TTDSG, provided the consent includes the storage of cookies or access to information on the user's device (e.g., device fingerprinting) as defined by TTDSG. Consent can be withdrawn at any time.",
    "external-hosting-text-3": "Our hosting provider will process your data only to the extent necessary to fulfill its service obligations and follow our instructions regarding this data.",
    "external-hosting-text-4": "We use the following hosting provider(s):",
    "hosting-provider-details": "GitHub Inc.\n88 Colin P Kelly Jr St\nSan Francisco, CA 94107\nUnited States",
    "general-notice-heading": "General Information and Mandatory Information",
    "data-protection-heading": "Data Protection",
    "data-protection-text-1": "The operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and according to the legal data protection regulations and this privacy policy.",
    "data-protection-text-2": "When you use this website, various personal data is collected. Personal data is data that can be used to identify you personally. This privacy policy explains what data we collect and how we use it. It also explains how and for what purpose this is done.",
    "data-protection-text-3": "We would like to point out that data transmission over the internet (e.g., when communicating via email) may have security vulnerabilities. Complete protection of data from access by third parties is not possible.",
    "responsible-party-notice-heading": "Note on the Responsible Party",
    "responsible-party-text-2": "The responsible party for data processing on this website is:",
    "responsible-party-definition": "The responsible party is the natural or legal person who alone or jointly with others determines the purposes and means of processing personal data (e.g., names, email addresses, etc.).",
    "storage-duration-heading": "Storage Duration",
    "storage-duration-text": "Unless a more specific storage duration is mentioned in this privacy policy, your personal data will remain with us until the purpose for processing is no longer relevant. If you make a legitimate request for deletion or withdraw consent to data processing, your data will be deleted unless we have other legally permissible reasons for storing your personal data (e.g., tax or commercial retention periods); in the latter case, deletion will occur after these reasons cease to exist.",
    "legal-basis-heading": "General Information on the Legal Basis for Data Processing on This Website",
    "legal-basis-text": "If you have consented to data processing, we process your personal data based on Art. 6 para. 1 lit. a GDPR or Art. 9 para. 2 lit. a GDPR, if special categories of data are processed under Art. 9 para. 1 GDPR. In the case of explicit consent for the transfer of personal data to third countries, data processing is also based on Art. 49 para. 1 lit. a GDPR. If you have consented to the storage of cookies or access to information on your device (e.g., via device fingerprinting), data processing is additionally based on § 25 para. 1 TTDSG. Consent can be withdrawn at any time. If your data is required for contract fulfillment or for the performance of pre-contractual measures, we process your data based on Art. 6 para. 1 lit. b GDPR. Furthermore, we process your data if it is necessary to fulfill a legal obligation based on Art. 6 para. 1 lit. c GDPR. Data processing may also be based on our legitimate interests under Art. 6 para. 1 lit. f GDPR. The relevant legal bases are provided in the following sections of this privacy policy.",
    "data-recipients-heading": "Recipients of Personal Data",
    "data-recipients-text": "In the course of our business activities, we work with various external parties. In some cases, it is also necessary to transfer personal data to these external parties. We only share personal data with external parties if this is necessary for fulfilling a contract, if we are legally required to do so (e.g., disclosure of data to tax authorities), if we have a legitimate interest under Art. 6 para. 1 lit. f GDPR in the disclosure, or if another legal basis permits the data transfer. When using processors, we only transfer personal data to processors based on a valid processing agreement. In the case of joint processing, a joint processing agreement is concluded.",
    "consent-withdrawal-heading": "Withdrawal of Your Consent to Data Processing",
    "consent-withdrawal-text": "Many data processing operations are only possible with your explicit consent. You can withdraw consent that you have already given at any time. The legality of data processing carried out before the withdrawal remains unaffected.",
    "objection-rights-heading": "Right to Object to Data Collection in Special Cases and Against Direct Marketing (Art. 21 GDPR)",
    "objection-rights-text-1": "IF DATA PROCESSING IS CARRIED OUT BASED ON ART. 6 PARA. 1 LIT. E OR F GDPR, YOU HAVE THE RIGHT TO OBJECT TO THE PROCESSING OF YOUR PERSONAL DATA AT ANY TIME, ON GROUNDS RELATING TO YOUR PARTICULAR SITUATION; THIS ALSO APPLIES TO PROFILING BASED ON THESE PROVISIONS. THE LEGAL BASIS FOR THE PROCESSING CAN BE FOUND IN THIS PRIVACY POLICY. IF YOU OBJECT, WE WILL NO LONGER PROCESS YOUR PERSONAL DATA, UNLESS WE CAN DEMONSTRATE COMPELLING LEGITIMATE GROUNDS FOR THE PROCESSING THAT OVERRIDE YOUR INTERESTS, RIGHTS, AND FREEDOMS, OR THE PROCESSING IS FOR THE ESTABLISHMENT, EXERCISE, OR DEFENSE OF LEGAL CLAIMS (OBJECTION UNDER ART. 21 PARA. 1 GDPR).",
    "objection-rights-text-2": "IF YOUR PERSONAL DATA IS PROCESSED FOR THE PURPOSE OF DIRECT MARKETING, YOU HAVE THE RIGHT TO OBJECT TO THE PROCESSING OF YOUR PERSONAL DATA FOR SUCH MARKETING AT ANY TIME; THIS ALSO APPLIES TO PROFILING TO THE EXTENT IT IS RELATED TO SUCH DIRECT MARKETING. IF YOU OBJECT, YOUR PERSONAL DATA WILL NO LONGER BE USED FOR DIRECT MARKETING PURPOSES (OBJECTION UNDER ART. 21 PARA. 2 GDPR).",
    "complaint-right-heading": "Right to Lodge a Complaint with the Competent Supervisory Authority",
    "complaint-right-text": "In the event of violations of the GDPR, affected individuals have the right to lodge a complaint with a supervisory authority, particularly in the member state of their habitual residence, place of work, or the location of the alleged infringement. The right to lodge a complaint is without prejudice to other administrative or judicial remedies.",
    "data-portability-right-heading": "Right to Data Portability",
    "data-portability-right-text": "You have the right to receive the data we process automatically based on your consent or to fulfill a contract, in a structured, commonly used, and machine-readable format, and to transmit those data to another controller. If you request the direct transfer of data to another controller, this will only be done if technically feasible.",
    "access-right-heading": "Right to Access, Rectification, and Erasure",
    "access-right-text": "Under applicable legal provisions, you have the right to request information about your stored personal data, its origin and recipients, and the purpose of the data processing at any time and free of charge. Additionally, you have the right to rectification or erasure of this data where applicable. For further inquiries regarding personal data, you can contact us at any time.",
    "processing-restriction-right-heading": "Right to Restriction of Processing",
    "processing-restriction-right-text-1": "You have the right to request the restriction of processing of your personal data. You can contact us at any time to exercise this right. The right to restriction of processing applies in the following cases:",
    "processing-restriction-right-li-1": "If you contest the accuracy of your personal data stored with us, we usually need time to verify this. During the verification period, you have the right to request the restriction of processing of your personal data.",
    "processing-restriction-right-li-2": "If the processing of your personal data was unlawful, you may request restriction of processing instead of erasure.",
    "processing-restriction-right-li-3": "If we no longer need your personal data but you require it for the establishment, exercise, or defense of legal claims, you have the right to request restriction of processing instead of erasure.",
    "processing-restriction-right-li-4": "If you have lodged an objection under Art. 21 (1) GDPR, a balancing of interests between yours and ours must be conducted. As long as it is not clear whose interests prevail, you have the right to request the restriction of processing of your personal data.",
    "processing-restriction-right-text-2": "If you have restricted the processing of your personal data, these data – apart from storage – may only be processed with your consent, for the establishment, exercise, or defense of legal claims, to protect the rights of another natural or legal person, or for reasons of significant public interest of the European Union or a member state.",
    "ssl-tls-encryption-heading": "SSL and TLS Encryption",
    "ssl-tls-encryption-text-1": "For security reasons and to protect the transmission of confidential content, such as orders or inquiries you send to us as the site operator, this site uses SSL or TLS encryption. An encrypted connection is indicated by changing the browser address line from 'http://' to 'https://' and by the lock symbol in your browser's address bar.",
    "ssl-tls-encryption-text-2": "When SSL or TLS encryption is enabled, the data you transmit to us cannot be read by third parties.",
    "plugins-tools-heading": "Plugins and Tools",
    "vimeo-tracking-heading": "Vimeo Without Tracking (Do-Not-Track)",
    "vimeo-tracking-text-1": "This website uses plugins from the video portal Vimeo. The provider is Vimeo Inc., 555 West 18th Street, New York, NY 10011, USA.",
    "vimeo-tracking-text-2": "When you visit one of our pages featuring Vimeo videos, a connection to the Vimeo servers is established. The Vimeo server is informed about which of our pages you have visited. Additionally, Vimeo obtains your IP address. However, we have configured Vimeo so that it does not track your user activities or set cookies.",
    "vimeo-tracking-text-3": "The use of Vimeo is in the interest of presenting our online offers in an appealing manner. This constitutes a legitimate interest under Art. 6 (1) (f) GDPR. If consent has been obtained, processing is based solely on Art. 6 (1) (a) GDPR; consent can be revoked at any time.",
    "vimeo-tracking-text-4": "Data transfer to the USA is based on the standard contractual clauses of the EU Commission and, according to Vimeo, on 'legitimate business interests'. Details can be found here: https://vimeo.com/privacy.",
    "vimeo-tracking-text-5": "Further information on the handling of user data can be found in Vimeo's privacy policy at: https://vimeo.com/privacy.",
    "vimeo-tracking-text-6": "The company holds certification under the 'EU-US Data Privacy Framework' (DPF). The DPF is an agreement between the European Union and the USA designed to ensure compliance with European data protection standards for data processing in the USA. Each company certified under the DPF commits to adhering to these data protection standards. More information is available from the provider at the following link: https://www.dataprivacyframework.gov/participant/5711.",

    "terms-heading": "Terms and Conditions",
    "terms-date": "Status of the Terms and Conditions: 18.09.2025",
    "terms-1-heading": "1 Scope of Application",
    "terms-1-1": "1.1 The following General Terms and Conditions (GTC) apply to all business relationships between Joschka Kreusser, Falkenstr. 11F, 81541 Munich (hereinafter referred to as \"Joschka Kreusser\" or \"Contractor\"), and his customers (hereinafter referred to as \"Customer\").",
    "terms-1-2": "1.2 These GTC apply to contracts with consumers (any natural person who concludes a legal transaction for purposes that are predominantly neither commercial nor self-employed, § 13 BGB) and entrepreneurs (a natural or legal person or a partnership with legal capacity who, when concluding a legal transaction, acts in the exercise of their commercial or self-employed professional activity, § 14 BGB).",
    "terms-1-3": "1.3 The language available for the conclusion of the contract is German.",
    "terms-1-4": "1.4 Deviating, conflicting, or supplementary GTC of the Customer shall not become part of the contract unless Joschka Kreusser expressly agrees to their validity in text form.",
    "terms-2-heading": "2 Applicable Law, Place of Jurisdiction",
    "terms-2-1": "2.1 The law of the Federal Republic of Germany applies, excluding the UN Sales Law (CISG).",
    "terms-2-2": "2.2 In the case of consumers, this choice of law only applies insofar as the protection granted by mandatory provisions of the law of the state in which the consumer has his habitual residence is not withdrawn.",
    "terms-2-3": "2.3 If the Customer is a merchant, a legal entity under public law, or a special fund under public law, the exclusive place of jurisdiction for all disputes arising from contractual relationships between the Contractor and the Customer is the registered office of the Contractor.",
    "terms-3-heading": "3 Subject Matter and Conclusion of Contract",
    "terms-3-1": "3.1 Joschka Kreusser offers services in the conception, design, and development of digital products, in particular web design, graphic design, SEO, and strategic consulting. The specific services and results are described in detail in the respective offer.",
    "terms-3-2": "3.2 The presentation of services on the website of Joschka Kreusser (joschka-kreusser[dot]de) does not constitute a legally binding offer, but an invitation for the Customer to submit an offer.",
    "terms-3-3": "3.3 As part of a free and non-binding initial consultation (approx. 60 minutes), the Customer's requirements are recorded, and an individual offer is created on this basis.",
    "terms-3-4": "3.4 The contract is concluded when the Customer accepts the offer in text form (e.g., via email).",
    "terms-3-5": "3.5 If the Customer wishes changes or additional services during the project period that go beyond the scope of services defined in the original offer, Joschka Kreusser will determine the additional effort and submit a corresponding additional offer to the Customer. These services will only be carried out after acceptance of the additional offer by the Customer.",
    "terms-4-heading": "4. Right of Withdrawal for Consumers",
    "terms-4-1": "4.1 If the Customer is a consumer, he has a statutory right of withdrawal. The details can be found in the cancellation policy attached to these GTC.",
    "terms-5-heading": "5 Customer's Obligations to Cooperate",
    "terms-5-1": "5.1 The Customer shall provide the Contractor with all information, data, and content required for the provision of services in a timely and complete manner. This includes, in particular, texts, images, graphics in suitable quality, as well as legally required texts such as the imprint and privacy policy.",
    "terms-5-2": "5.2 The Customer is solely responsible for procuring and acquiring rights to the provided content. The Customer assures that he has all necessary usage rights and can transfer them to the Contractor insofar as this is necessary for the fulfillment of the contract.",
    "terms-5-3": "5.3 The Customer indemnifies the Contractor against all claims of third parties resulting from a violation of the aforementioned obligations, including the reasonable costs of legal defense.",
    "terms-6-heading": "6 Provision of Services",
    "terms-6-1": "6.1 The Contractor provides the agreed services in accordance with the principles of proper professional practice.",
    "terms-6-2": "6.2 The Contractor is entitled to use third parties (subcontractors) to fulfill his contractual obligations.",
    "terms-6-3": "6.3 Unless otherwise defined in the offer, two correction loops for drafts are included in the agreed price. Any further correction effort will be treated as a chargeable additional service. Calculation is based on the hourly rate stated in the offer. If no hourly rate is mentioned in the offer (e.g., for a fixed price), Joschka Kreusser will inform the Customer of the costs incurred before starting the additional work. These additional services will only be carried out and invoiced after written approval (email is sufficient) by the Customer.",
    "terms-6-4": "6.4 The Customer is obliged to check and approve drafts and intermediate results within a reasonable period, usually within seven working days. If no feedback is received within this period, Joschka Kreusser may continue work based on the last submitted status or, in the case of significant open questions, suspend work until approval.",
    "terms-6-5": "6.5 The Contractor is entitled to suspend the provision of services until the Customer has fully complied with his obligations to cooperate and his due payment obligations. Delays resulting from the suspension are at the expense of the Customer.",
    "terms-7-heading": "7 Rights of Use",
    "terms-7-1": "7.1 The Contractor grants the Customer the non-exclusive rights of use required for the agreed purpose to the created works. Further use or transfer of rights to third parties requires the express consent of the Contractor in text form.",
    "terms-7-2": "7.2 The rights of use pass to the Customer only upon full payment of the agreed remuneration.",
    "terms-7-3": "7.3 The surrender of open work files (e.g., source files of graphics or the source code of websites) is not part of the contract and requires a separate agreement and remuneration.",
    "terms-7-4": "7.4 Joschka Kreusser is entitled to be named as the author on the created works. Removal of this notice by the Customer requires a separate, fee-based agreement.",
    "terms-8-heading": "8 Acceptance",
    "terms-8-1": "8.1 After completion of the services, the Customer must check and accept them immediately, but no later than within 14 days. The handover takes place by providing the work on the agreed server or by handing over the final files.",
    "terms-8-2": "8.2 Acceptance is deemed to have taken place if the Customer does not reject the services within the 14-day period, stating concrete, significant defects.",
    "terms-8-3": "8.3 Any defects must be communicated to the Contractor in text form within the period. If defects exist, the Contractor is entitled to subsequent performance.",
    "terms-9-heading": "9 Remuneration and Payment Terms",
    "terms-9-1": "9.1 Remuneration is based on the respective offer.",
    "terms-9-2": "9.2 For entrepreneurs, all prices are exclusive of statutory VAT. For consumers, prices are shown including statutory VAT. If the Contractor acts as a small business owner in accordance with § 19 UStG, no sales tax is shown, which is pointed out in the offer and on the invoice.",
    "terms-9-3": "9.3 Invoices are due for payment immediately upon receipt without deduction, unless another deadline has been agreed.",
    "terms-9-4": "9.4 The Contractor is entitled to demand reasonable advance payments for partial services rendered (e.g., 50% upon placing the order and 50% upon completion).",
    "terms-9-5": "9.5 In the event of default in payment, the Contractor is entitled to demand default interest. The interest rate is five percentage points above the respective base interest rate for consumers and nine percentage points for entrepreneurs.",
    "terms-9-6": "9.6 Costs for licenses from third-party providers (e.g., for stock photos, fonts, plugins) are not included in the remuneration and are borne by the Customer after prior consultation.",
    "terms-10-heading": "10 Liability",
    "terms-10-1": "10.1 The Contractor is liable without limitation for intent and gross negligence as well as for damages resulting from injury to life, body, or health.",
    "terms-10-2": "10.2 In the case of slight negligence, the Contractor is liable only for breach of a material contractual obligation (cardinal obligation). In this case, liability is limited to the typical, foreseeable damage.",
    "terms-10-3": "10.3 Liability for data loss is limited to the typical recovery effort that would have occurred if backup copies had been made regularly by the Customer.",
    "terms-10-4": "10.4 The Customer is solely responsible for the legal admissibility of the content provided or approved by the Customer.",
    "terms-11-heading": "11 Warranty",
    "terms-11-1": "11.1 For entrepreneurs, the warranty period for defects in the services provided is 12 months from the time of acceptance.",
    "terms-11-2": "11.2 For consumers, the statutory warranty periods apply.",
    "terms-12-heading": "12 Use of References",
    "terms-12-1": "12.1 Joschka Kreusser is entitled to name and present the services provided for the Customer as a reference in his portfolio and for self-promotion purposes, unless the Customer has a legitimate interest in excluding the naming. Personal data will only be used with express consent.",
    "terms-13-heading": "13 Termination of Contract",
    "terms-13-1": "13.1 The contract may be terminated by either party for good cause without notice. A good cause exists for the Contractor in particular if the Customer is in default with a due payment despite a reminder or repeatedly and sustainably violates his obligations to cooperate.",
    "terms-13-2": "13.2 If the Customer rejects submitted drafts more than twice in a significantly modified version that takes his wishes into account, the Contractor has the right to terminate the contract and demand the proportionately agreed remuneration for the services already rendered.",
    "terms-13-3": "13.3 In the event of termination, the services rendered up to the time of termination must be remunerated by the Customer.",
    "terms-14-heading": "14 Maintenance and Care",
    "terms-14-1": "14.1 After acceptance of the project, the Customer is responsible for technical maintenance, backups, and security updates unless a separate maintenance contract has been concluded for this purpose.",
    "terms-15-heading": "15 Final Provisions",
    "terms-15-1": "15.1 Changes or additions to these GTC require text form.",
    "terms-15-2": "15.2 Should individual provisions of these GTC be or become invalid, this shall not affect the validity of the remaining provisions. The invalid provision shall be replaced by a provision that comes closest to the economic purpose of the invalid provision.",
    "terms-15-3": "15.3 The European Commission provides a platform for online dispute resolution (ODR) for consumers, which you can find at http://ec.europa.eu/consumers/odr. Joschka Kreusser is neither obliged nor willing to participate in a dispute settlement procedure before a consumer arbitration board.",
    "revocation-heading": "Cancellation Policy for Consumers",
    "revocation-right-heading": "Right of Withdrawal",
    "revocation-right-text-1": "You have the right to withdraw from this contract within fourteen days without giving any reason.",
    "revocation-right-text-2": "The withdrawal period is fourteen days from the day of the conclusion of the contract.",
    "revocation-right-text-3": "To exercise your right of withdrawal, you must inform me (Joschka Kreusser, Falkenstr. 11F, 81541 Munich, Email: info[at]joschka-kreusser) by means of a clear statement (e.g., a letter sent by post or email) of your decision to withdraw from this contract. You can use the attached model withdrawal form for this purpose, but it is not mandatory.",
    "revocation-right-text-4": "To meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.",
    "revocation-consequences-heading": "Consequences of Withdrawal",
    "revocation-consequences-text-1": "If you withdraw from this contract, I shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than fourteen days from the day on which I am informed about your decision to withdraw from this contract. I will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise; in any event, you will not incur any fees as a result of such reimbursement.",
    "revocation-consequences-text-2": "If you requested to begin the performance of services during the withdrawal period, you shall pay me an amount which is in proportion to what has been provided until you have communicated us your withdrawal from this contract, in comparison with the full coverage of the contract.",
    "revocation-expiry-heading": "Note on the Premature Expiry of the Right of Withdrawal",
    "revocation-expiry-text": "Your right of withdrawal expires prematurely in the case of a contract for the provision of services if I have fully performed the service and have only begun to perform the service after you have given your express consent and at the same time confirmed your knowledge that you lose your right of withdrawal upon full performance of the contract by me.",
    "revocation-form-heading": "Model Withdrawal Form",
    "revocation-form-text-1": "(If you want to withdraw from the contract, please fill out this form and send it back.)",
    "revocation-form-to": "To:\nJoschka Kreusser\nFalkenstr. 11F\n81541 Munich\nEmail: info[at]joschka-kreusser[dot]de",
    "revocation-form-text-2": "I/We () hereby withdraw from the contract concluded by me/us () for the provision of the following service (*):",
    "revocation-form-ordered": "Ordered on (*):",
    "revocation-form-name": "Name of consumer(s):",
    "revocation-form-address": "Address of consumer(s):",
    "revocation-form-signature": "Signature of consumer(s) (only if notified on paper):",
    "revocation-form-date": "Date:",
    "revocation-form-note": "(*) Delete as appropriate."
}
